{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "efmls-configs-nvim": {
      "src": "https://www.github.com/creativenull/efmls-configs-nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "mini.ai": {
      "src": "https://www.github.com/echasnovski/mini.ai"
    },
    "mini.bufremove": {
      "src": "https://www.github.com/echasnovski/mini.bufremove"
    },
    "mini.comment": {
      "src": "https://www.github.com/echasnovski/mini.comment"
    },
    "mini.cursorword": {
      "src": "https://www.github.com/echasnovski/mini.cursorword"
    },
    "mini.indentscope": {
      "src": "https://www.github.com/echasnovski/mini.indentscope"
    },
    "mini.move": {
      "src": "https://www.github.com/echasnovski/mini.move"
    },
    "mini.notify": {
      "src": "https://www.github.com/echasnovski/mini.notify"
    },
    "mini.nvim": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "mini.pairs": {
      "src": "https://www.github.com/echasnovski/mini.pairs"
    },
    "mini.surround": {
      "src": "https://www.github.com/echasnovski/mini.surround"
    },
    "mini.trailspace": {
      "src": "https://www.github.com/echasnovski/mini.trailspace"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://www.github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://www.github.com/nvim-tree/nvim-web-devicons"
    },
    "zen-mode.nvim": {
      "src": "https://www.github.com/folke/zen-mode.nvim"
    }
  }
}